Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
om: Daataa-seetiin Common Voice sagalee fakkeenya dhibba kuma hedduu of keessaa qaba; kunis misoomtoonni meeshaalee sagalee beekuu (voice recognition) ijaaruuf isaan gargaara.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
om: Liibanni dhahannaa onnee Common Voice'ti- isaan kun addunyaa mara irraa kan dhufan yoo ta'u, aktiivistoota afaanii fi saayintistootaa akkasuma artistoota. Akkaataa itti hirmaachuu dandeessan fuula keenya <waa'ee>Waa'ee</about> fi <hawaasa>Kitaaba tapha hawaasaa</community> keenya keessatti caalaatti baruu dandeessu. Yoo walta'iinsa jaarmiyaa gadi fagoo barbaadde, <emailFragment>qunnami.</emailFragment>

source: The content has disrespectful or offensive language.
om: Qabiyyeen isaa afaan kabaja hin qabne ykn nama aarsu qaba.

source: The content is empty, corrupt, contains a different language, etc.
om: Qabiyyeen duwwaa, manca’aa ykn afaan adda ta’e of keessaa qaba fi kkf.

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
om: Mallattooleen addaa armaan gadii dogoggora haasaa, jechoota guutuu (fillers) fi qabiyyee afaaniin ala kabiroo (Ingiliffaan) mallattoo gochuuf fayyadamuu qabu.

source: The giant dino [cough] the Triassic.
om: Daaynoosarii guddaa [haxxiffannaa] Tiriyaassik.

source: The giant dinosaur of the Triassic.
om: Daaynoosaroota gurguddoo bara Tiriyaassik.

source: The giant dinosaurs of the Triassi-.
om: Daaynoosaroota gurguddoo kan Tiriyaassik-.

source: The giant dinosaurs of the Triassic.
om: Daaynoosaroota gurguddoo bara Tiriyaassik

source: The giant dinosaurs of the Triassic. [read by one voice]
om: Daaynoosaroota gurguddoo kan Tiriyaassik. [sagalee tokkoon dubbisi]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
om: Daaynoosaroota gurguddoo Yeroo Tiriyaassik. <strong>[Sagalee tokkoon dubbatame]</strong>

source: The giant dinosaurs of the Triassic. Yes.
om: Daaynoosaroota gurguddoo kan Tiriyaassik. Eeyyee.

source: The giant dino <strong>[cough]</strong> the Triassic.
om: Daaynoosara guddaa <strong>[cough]</strong> Yeroo Tiriyaassik.

source: The MediaRecorder API is not supported in your browser.
om: APIn MiidiyaaRiikorderii biraawzarii kee keessatti hin deeggaramu.

source: The number of recordings and which languages you contribute to will be public.
om: Lakkoofsi waraabbii fi afaanota kam irratti akka gumaachitu ummataaf ifa ta'a.

source: The page you are looking for could not be found
om: Fuulli barbaaddan hin argamne

source: The question should be answerable in just a couple of sentences.
om: Gaaffiin sun deebifamaa, himoota lamaan deebii argachuu danda’u ta’uu qaba.

source: There are currently no sentences to review in this language.
om: Yeroo ammaa qooqa kanaan himootni gamaggamaman hin jiran.

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
om: Yeroo ammaa kana tiraaniskiriipshiniin kuusaa daataa kanaaf sakatta'amu hin jiru. Yoo kamiyyuu irra darbite qabiyyee darbame itti fufuu dandeessa ykn sagalee barreessuutti deebitee booda irra deebitee yaaluu dandeessa.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
om: Yeroo ammaa kana barreeffamni afaan kana sakatta'uuf barreeffame hin jiru. Yoo kamiyyuu darbite qabiyyee darbame itti fufuu dandeessa ykn sagalee barreessuutti deemtee booda irra deebitee yaalu dandeessa.

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
om: Yeroo ammaa kana tiraaniskiriipshiniin kuusdaataa kanaaf mallattoo itti godhamu hin jiru. Yoo kamiyyuu irra darbite qabiyyee darbame itti fufuu dandeessa ykn sagalee barreessuutti deebitee booda irra deebitee yaalu dandeessa.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
om: waa'ee qooqaa yaaduuf karaaleen hedduun jiru. Kaayyoo moodeelota beekumsa sagalee (speech recognition) tiif, Afaan Waloo’n “wal hubannaa waliigalaa” irratti xiyyeeffata. Kana jechuunis, “namoonni qooqa kana dubbatan yoo yaalan, wal hubachuu ni danda’uu?” jechuun of gaafata.

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
om: Kuusaa daataa kanaaf gaaffiin kana booda hin jiru. Yoo kamiyyuu irra darbite qabiyyee darbame itti fufuu dandeessa ykn sagalee barreessuutti deemtee booda irra deebitee yaaluu dandeessa.

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
om: Afaan kanaaf gaaffiin kana booda hin jiru. Yoo kamiyyuu irra darbite qabiyyee darbame itti fufuu dandeessa ykn sagalee barreessuutti deebitee booda irra deebitee yaalu dandeessa.

source: The recording was too long.
om: waraabbichi baay'ee dheeraa ture.

source: The recording was too quiet.
om: waraabbichi baay'ee tasgabbiin ture.

source: The recording was too short.
om: Waraabbichi baayyee gabaabaa ture.

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
om: Yeroo ammaa kana sagaleen kuusaa daataa kanaaf barreeffamu hin jiru. Yoo kamiyyuu irra darbite, qabiyyee darbame itti fufuu dandeessa ykn barreeffamoota gamaaggamuuf deemtee booda irra deebitee yaalu dandeessa.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
om: Yeroo ammaa kana sagaleen afaan kanaaf barreeffamu hin jiru. Yoo kamiyyuu darbite, qabiyyee darbame itti fufuu dandeessa ykn barreeffamoota gamaaggamuuf deemtee booda irra deebitee yaalu dandeessa.

source: There is no “perfect” way to answer
om: Karaan deebii “guutuu” ta’e hin jiru

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
om: Gaaffiin xumuramuuf yeroo dheeraa fudhate. Kun waan dhaabbataa miti. Mee deebi’ii yaali. Gargaarsaaf, <matrixLink>Matrix community chat</matrixLink> keessatti hirmaadhu, rakkoo marsariitii <githubLink>GitHub</githubLink> irratti hordofi yookaan <discourseLink>forums Discourse keenya</discourseLink> daawwadhu.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
om: Akka yaadaatti, barruu horataa keessatti lakkoofsonni (digits) jiraachuu hin qaban, sababni isaas yeroo sagaleen dubbifamu rakkoo uumu danda’u. Akkaataa lakkoofsi itti dubbifamu haala irratti hundaa’a; kunis daataa-seetii keessatti burjaajii fiduu danda’a. Fakkeenyaaf, lakkoofsi “2409” sirnaan “digdamii afur duwwaa sagal” yookaan “kuma lamaa fi dhibba afurii fi sagal” jedhamee dubbifamuu danda’a.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
om: Sagaleen dubbataa garaagaraa ni jiraata. Yoo sagaleen olka’ee waraabbiin adda ciccite ykn sagaleen gadi bu’e guutuun barruu yoo hin dhagahamne haqi.

source: The route was unclear.
om: Xurrichi ifa hin turre.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
om: Afaanonni kunneen yeroo ammaa misooma hawaasaa jala jiru. <localizationGlossaryLink>Weebsaayitii naannoo</localizationGlossaryLink> fi <sentenceCollectionGlossaryLink>himaa walitti qabuu</sentenceCollectionGlossaryLink> jalqabuuf barbaachisaadha.

source: The selected file is too large
om: Faayilli filame baay'ee guddaadha.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
om: Hima walitti qabdichi gara waltajjii sagalee waliinii innikkaa deemaa jira. Hima amma waltajii sagalee waliinii <writeURL>barreessuu</writeURL> ykn hima qeenxee <reviewURL>gamaggamuu</reviewURL> dandeessu.

source: The sentence has a grammatical or spelling error.
om: Himichi dogoggora seerlugaa ykn dogoggora qubeessuu qaba.

source: The sentence has disrespectful or offensive language.
om: Himni kun kan safuu cabsee fi jecha arrabsoo dha.

source: The sentence must be grammatically correct.
om: Himichi seerluuga kan eege ta'uu qaba.

source: The sentence must be speakable.
om: Himichi kan sagaleeffamuu danda'u ta'uu qaba.

source: The sentence must be spelled correctly.
om: himichi sirriitti qubeeffamuu qaba.

source: The sentence should have fewer than 15 words.
om: Himichi jechoota 15nii gad ta'uu qaba.

source: The site is ready to be launched when it reaches 75% completion.
om: Marsariitiin yeroo %75 ga'u gadlakkifamuuf qophii xumura.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
om: Marsariitiin kun saffisaan deebi’a. Odeeffannoo haaraa argachuuf, mee <matrixLink>haasaa hawaasaa Matrix</matrixLink>itti makami yookaan <githubLink>GitHub</githubLink> yookaan <discourseLink>minjaala marii keenya</discourseLink> daawwadhu; rakkoolee muuxannoo marsariitii hordofi.

source: The sound of laughter.
om: Sagalee kolfaa

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
om: Kuusbarruun TED-LIUM sagalee fi hiikkaa isaanii kan websaayitii TED irratti argaman irraa qophaa’eedha.

source: The website text is translated into that language.
om: Barreeffamni marsariitichaa gara afaan sanaatti hiikameera.

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
om: Yeroo gabaabaa gaafii irratti yaadi, maal akka jettu ilaali, garuu baay’ee of hin barreessiin. Mallattoo ‘record’ jedhu cuqaasi. Yeroo sagalee kee waraabdee jettu, of dhaggeeffachuu, irra deebiin galmeessuu, haquu yookaan erguu dandeessa.

source: Think of real-life moments or situations: jokes, arguments, traditions
om: Yeroo ykn haalawwan jireenya dhugaa yaadi: qoosaa, falmii, duudhaa

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
om: Qabiyyeen kun odeeffannoo dhuunfaa adda baasu kan eenyummaa nama dhuunfaa wajjin walqabatu, kan akka maqaa, teessoo imeelii, bakka, lakkoofsa eenyummaa, ykn lakkoofsa bilbilaa of keessaa qaba.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
om: Qabiyyeen kun odeeffannoo dhuunfaa adda baasu kan eenyummaa nama dhuunfaa wajjin walqabatu, kan akka maqaa isaanii, teessoo imeelii, bakka, lakkoofsa eenyummaa, ykn lakkoofsa bilbilaa gaafachaa jira.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
om: Kun filannoo Odeeffannoo ittiin dhiyeessitanidha. - yoo siniif mijate qofaa kan godhaa. Yeroo kuusdeetaa gadhiifnu, odeeffannoo dhuunfaa hunda maqaa hin beeksifna, akkasumas odeeffannoon akka maqaa fi teessoo imeelii keetii odeeffannoo dimogiraafii kan akka umurii ykn saala waliin akka wal hin qabanne mirkaneessina.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
om: Odeeffannoon kun kennuudhaaf filannoodha - yoo mijataa sitti dhaga'ame qofa dabaluu qabda. Yeroo kuusaa deetaa gadhiifnu, odeeffannoo dhuunfaa hunda maqaa fakkeessaa moggaafna, akkasumas odeeffannoon akka maqaa fi iimeelii keessanii odeeffannoo dimogiraafii kan akka umurii ykn saalaa wajjin akka wal hin qabanne mirkaneessina. Teeknooloojiin nama hundaaf akka gaariitti akka hojjetuuf, daataa developers teeknooloojii ijaaruuf gargaaru namoota adda addaa calaqqisiisuu qaba. Meetadaata maaliif akka barbaachisaa ta'e caalaatti baradhu.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
om: Kun kutaa haala fayyadamaa irratti geggeeffamu kan deetaa of keessaa qabuu fi humna dijiitii dubbatame beekuu fi eeyyee / lakki adda baasuu.

source: This is how you cite yourself if you wrote the content yourself.
om: Qabiyyee ofuma keetii yoo barreessite akkasitti of caqafta.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
om: Pirojektiin kun osoo namoota akka keessanii hin jiraatin hin danda'amu ture. 🎉 Sagalee Waliigalaa (Common Voice) waliin hirmaachuu dandeessan hedduudha - gumaacha gochuuf koodii beekuun isin hin barbaachisu!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
om: Qindaa’inni kun mul’ina gabatee dorgommii kee to’ata. Yeroo dhokatu, guddinni kee dhuunfaa ta’a. Kunis suura kee, maqaa fayyadamaa fi guddinni kee gabatee dorgommii irratti hin mul’atu jechuu dha. Haaromsi gabatee dorgommii jijjiirama guutuuf hanga ~{ $minutes } daqiiqaa fudhachuu akka danda’u hubadhu.

source: Three to go!
om: Sadiitu hafa!

source: Thur
om: Afaan Tihur

source: Tibetan
om: Afaan Tibetiyaa

source: Tigre
om: Afaan Tagaruu

source: Tigrinya
om: Afaan Tigriffaa

source: Tlazoyaltepec Mixtec
om: Afaan Tlazoyaltepec Mixtec

source: Tlingit
om: Afaan Tilingit

source: Toba Qom
om: Afaan Toba Qom

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
om: Iimeelii kee jijjiiruuf yookaan gulaaluf, <emailFragment>commonvoice@mozilla.com</emailFragment> irratti nuu ergi:

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
om: API key jalqabaa uumuf, "Create API Credentials" cuqaasi; booda maqaa API Credentials kee kenni, akkasumas “Generate Credentials” cuqaasuun API Credentials adda ta’e uumi. Erga uumtee booda, secret key hatattamaan copy godhi, sababni isaa yeroo tokko qofa mul’ata.

source: Today
om: Har'a

source: Today's Common Voice progress on clips recorded
om: Har’a Common Voice irratti adeemsa kiliippii waraabbaman

source: Today's Common Voice progress on clips validated
om: Har’a Common Voice irratti adeemsa kiliippii mirkanaa’an

source: Today's Progress
om: Adeemsa Har'aa

source: Toggle automatic word-by-word playback
om: Jecha jechaan ufmaan taphachuu jijjiiri

source: Toggle mode menu
om: Meenuu haalataa jijjiiri

source: Toggle popover
om: Popover jijjiiri

source: Toggle transcription mode menu
om: Meenuu haalata tiraaniskiriipshinii jijjiiri

source: Toki Pona
om: Afaan Toki Pona

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
om: Daataa-seetii Common Voice keessa akka seenuuf, sagaleen tokko fayyadamtoota lama adda addaatiin mirkanaa’uu qaba.

source: Too many files
om: Faayiloota baay’ee jaafoo

source: Top Contributors
om: Gumaachitoota olaanoo

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
om: Qabiyyee gabaasuu barbaaddu yoo jiraate, “Report” cuqaasi (Gabaasi) fi filannoo tokko yookaan hunda filadhu: Qabiyyee Hammeenya Qabu, Afaan Garagaraa, Odeeffannoo Dhuunfaa, Kan Biroo. Sana booda, sababni gabaasuu qabiyyee kanaa maal akka ta’e barreessi. Xumura irratti, gabaasa erguuf “Report” cuqaasi button.

source: Torwali
om: Afaan Torwaalii

source: Total
om: Ida'ama

source: Total Approved
om: Waliigalaan kan ragga’e

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
om: Mirga bitaa irratti faayidaalee ibsina; akkasumas odeeffannoon maal akka ifatti maxxanfamu siif ibsina. Meeshaa kee irratti herrega Sagalee Waliigalaa uumuuf hidhamtoota armaan gadii fayyadami.

source: Toward next goal
om: Gara galma itti aanu

source: Track progress here and on your stats page.
om: Guddina kee asii fi fuula istaatesii kee irratti hordofi.

source: Transcribe
om: Barreessuu

source: Transcribe answers
om: Deebii barreessi

source: Transcribe Audio
om: Sagalee Barruutti Jijjiiri

source: Transcribe audio recordings
om: Sagalee waraabame gara barruutti jijjiiri

source: Transcribe audio recordings into text
om: Waraabbii Sagalee gara barruutti jijjiiri

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
om: Afaan lamaanuu akka isaan dhaga’aman / mul’atanitti waraabi. Afaan tokko qofaaf hin jijjiirin yookaan hin sirreessin.

source: Transcribe the Audio
om: Sagalee Barruutti Jijjiiri

source: Transcribing
om: Barruutti jijjiiruu

source: Transcript edited successfully
om: Tiraaniskiriiptiin milkaa'inaan gulaalameera

source: Transcript skipped successfully
om: Tiraaniskiriiptiin milkaa'inaan irra utaalameera

source: Transcript submitted successfully
om: Tiraaniskiriiptiin milkaa’inaan galfame

source: Transcript voted successfully
om: Tiraaniskiriiptiif milkaa'inaan sagaleen kennameera

source: Transgender
om: Tiraansijenderii

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
om: Hin hiikin yookaan hin ibsin – dubbataan waan jedhe barreessi, waan inni “yaade” miti.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
om: <translateVideoLink>Pontoon akkamitti fayyadamu akka dandeessu gorsa keenya ilaali.</translateVideoLink>

source: Translating the site
om: Marsariitii hiikuu

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
om: Hiikkaan Afaan Ingilizii irraa ta’a, garuu <strong>Yaada</strong> afaanota biroo arguu dandeessa. Mallattoo <strong>Profile</strong> cuqaasi, booda <strong>Settings</strong> link filadhu akkasumas afaanota ati dubbistu dabali. Gadi harka mirgaa irratti tarree hiikkaa <strong>Locales</strong> jedhamu ni argatta. Hiikkaaleen guyyaa tokko booda marsariitii irratti mul’atu.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
om: Hiikkaan marsariitii Common Voice <strong>Pontoon</strong> irratti ni hojjetama.

source: Try again by dragging your file here
om: Faayila kee asitti harkisuudhaan irra deebiin yaali.

source: Try to keep your response to 15-30 seconds
om: Yaada kee sekondii 15-30 gidduutti to’achuuf yaali

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
om: Tokkoon tokkoo qaaqaa keessatti, jechoota akkaataa afaan sanaatti sirriitti barreessuuf yaali, yoo ta’e malee, dubbataan jechoota karaa sirrii hin taaneen dubbata.

source: Try uploading again
om: Irra deebii fe'uu yaali

source: Tshiluba
om: Afaan Tishilubaa

source: Tshivenda
om: Afaan Tshivenda

source: Tudaga
om: Afaan Tudaga

source: Tuki
om: Afaan Takii

source: Tumbuka
om: Afaan Tumbuka

source: Tunen
om: Afaan Tunen

source: Tupuri
om: Afaan Tupuri

source: Turkish
om: Afaan Turkish

source: Turkmen
om: Afaan Turkimeen

source: Tush
om: Afaan Tashii

source: Tuvan
om: Afaan Tuvan

source: Twi
om: Afaan Tiwi

source: Typically megabytes
om: Akkaataa idileen meeggaabaayitiiwwan

source: Typos
om: Dogoggora Barreessuu (Typos)

source: Ubykh
om: Afaan Ubiiykhi

source: Udmurt
om: Afaan Udmurti

source: Ukrainian
om: Afaan Yuukireen

source: Unable to determine audio format. Please try using a different browser.
om: Sirna sagalee (audio format) adda baasu hin dandeenye. Browser biraa fayyadamuun irra deebiin yaali.

source: Unable to play audio. Please try again.
om: Sagaleen taphachuu hin dandeenye. Mee irra deebi'ii yaali.

source: Unclear
om: Ifa kan hin taane

source: Understand contribution criteria
om: Ulaagaa hirmaannaa qalbifadhu

source: Understand how to contribute and validate on the Common Voice dataset
om: Akkaataa itti gumaachinuu fi mirkaneessinu kuusaa deetaa Sagalee Waliigalaa irratti hubachuu

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
om: Yeroo sagalee dhaggeeffattuu maal ilaaluu akka qabdu hubadhu akkasumas sagalee baay'isuun gargaari!

source: Undo
om: Duubatti

source: Universities, Academics and Researchers
om: Yuunivarsiitiilee, Akkaadaamii fi Qorattota

source: Upload aborted. Do you want to delete your recordings?
om: fe'iisi adda citeera. Waraabbii haquu barbaaddaa?

source: Upload an image file
om: Faayila suuraa fe'aa

source: { $uploadedQuestions } of { $totalQuestions } questions collected
om: { $totalQuestions } keessaa gaaffilee { $uploadedQuestions }tu walitti qabame
